brew "direnv"
brew "fnm"
brew "gh"
brew "git"
brew "grc"
brew "htop"
brew "jq"
brew "mas"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "rustup"
brew "sccache"
brew "serialosc"
brew "tmux"
brew "tree"
brew "uv"
brew "zsh"

# Fonts
tap "epk/epk"
cask "font-sf-mono-nerd-font"
# cask "font-zed-mono-nerd-font"

# Development tools
cask "divvy"
cask "github"
cask "iterm2"
cask "visual-studio-code"
cask "zed"
cask "copilot-cli"
# cask "docker-desktop"
# cask "dash"
# cask "licecap"

# General apps
# cask "1Password"
# cask "arq"
# cask "Dropbox"
# cask "google-chrome"
# cask "imageoptim"
# cask "raspberry-pi-imager"
# cask "slack"
# cask "spotify"

# AppStore
# mas "iA Writer", id: 775737590
# mas "Things 3", id: 904280696
