brew "direnv"
brew "gh"
brew "git"
brew "grc"
brew "imagemagick"
brew "jq"
brew "mas"
brew "neovim"
brew "nodenv"
brew "rbenv"
brew "tmux"
brew "tree"
brew "zsh"
# brew "graphviz" # for dot & tree-sitter grammar development

# Fonts
tap "epk/epk"
cask "font-sf-mono-nerd-font"
# cask "font-zed-mono-nerd-font"

# Development tools
cask "divvy"
cask "github"
cask "iterm2"
cask "visual-studio-code"
# cask "zed" # todo
# cask "dash"
# cask "licecap"

# General apps
# cask "1Password" # todo
cask "Dropbox"
cask "arq"
cask "google-chrome"
cask "slack"
cask "spotify"

# AppStore
mas "iA Writer", id: 775737590
mas "Things 3", id: 904280696
