brew "direnv"
brew "rbenv"
brew "grc"
brew "hub"
brew "gh"
brew "node"
brew "graphviz" # for dot & tree-sitter grammar development
brew "jq"
brew "tree"
brew "git"
brew "zsh"

# Development tools
cask "dash"
cask "github"
cask "iterm2"
cask "licecap"
cask "sequel-pro"
cask "visual-studio-code"

# General apps
cask "1Password"
cask "arq"
cask "divvy"
cask "Dropbox"
cask "google-chrome"
cask "slack"
cask "spotify"
cask "zoom"

# Extras (non-essential)
# cask "graphiql"
# cask "balenaetcher"
# cask "arduino"
# cask "steam"
