akamud.vscode-theme-onedark
aliariff.vscode-erb-beautify
atopile.atopile
ban.spellright
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
bung87.rails
bung87.vscode-gemfile
castwide.solargraph
cschlosser.doxdocgen
dbaeumer.vscode-eslint
docker.docker
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
foxundermoon.shell-format
github.codespaces
github.copilot-chat
github.vscode-codeql
github.vscode-github-actions
github.vscode-pull-request-github
githubprimer.primer-primitives-autocomplete
golang.go
hashicorp.terraform
hbenl.vscode-test-explorer
jeff-hykin.better-cpp-syntax
justusadam.language-haskell
kaiwood.endwise
littlefoxteam.vscode-python-test-adapter
marus25.cortex-debug
matthewthorning.align-vertically
mcu-debug.debug-tracker-vscode
mcu-debug.memory-view
mcu-debug.peripheral-viewer
mcu-debug.rtos-views
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.atom-keybindings
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
paulober.pico-w-go
phoenisx.cssvar
platformio.platformio-ide
puppet.puppet-vscode
rust-lang.rust-analyzer
shopify.ruby-lsp
sianglim.slim
sjhuangx.vscode-scheme
stkb.rewrap
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
sumneko.lua
sysoev.vscode-open-in-github
tamasfe.even-better-toml
tweag.vscode-nickel
typespec.typespec-vscode
vadimcn.vscode-lldb
vitest.explorer
vscodevim.vim
xoronic.pestfile
yzhang.markdown-all-in-one
zxh404.vscode-proto3
