❯ code --list-extensions
akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
anseki.vscode-color
ban.spellright
bierner.markdown-mermaid
dbaeumer.vscode-eslint
esbenp.prettier-vscode
ethan-reesor.vscode-byebug
foxundermoon.shell-format
github.codespaces
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
graphql.vscode-graphql-syntax
hashicorp.terraform
hbenl.vscode-test-explorer
justusadam.language-haskell
kaiwood.endwise
littlefoxteam.vscode-python-test-adapter
manuelpuyol.erb-linter
matthewthorning.align-vertically
mcu-debug.peripheral-viewer
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.atom-keybindings
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
phoenisx.cssvar
puppet.puppet-vscode
rust-lang.rust-analyzer
shopify.ruby-lsp
sjhuangx.vscode-scheme
stkb.rewrap
stylelint.vscode-stylelint
sysoev.vscode-open-in-github
tamasfe.even-better-toml
theaustinseven.pegs
typespec.typespec-vscode
vscodevim.vim
wingrunr21.vscode-ruby
xoronic.pestfile
yzhang.markdown-all-in-one
zxh404.vscode-proto3
