❯ code --list-extensions
akamud.vscode-theme-onedark
alanz.vscode-hie-server
anseki.vscode-color
ban.spellright
castwide.solargraph
GitHub.vscode-codeql
golang.go
hashicorp.terraform
hbenl.vscode-test-explorer
justusadam.language-haskell
kaiwood.endwise
matklad.rust-analyzer
matthewthorning.align-vertically
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.atom-keybindings
ms-vscode.cpptools
ms-vsonline.vsonline
platformio.platformio-ide
rebornix.ruby
sjurmillidahl.ormolu-vscode
stkb.rewrap
sysoev.vscode-open-in-github
vscodevim.vim
wingrunr21.vscode-ruby
zxh404.vscode-proto3
